export const MESSAGES = [
  { from: 'user', date: new Date(), text: 'Привет! Собираюсь во Владивосток. Какие места мне стоит посетить?' },
  { from: 'bot', date: new Date(), text: 'Привет! Начните с моста на остров Русский — это великолепное сооружение предлагает невероятные виды. Также не пропустите маяк на мысе Эгершельд за его историческое значение и панорамы.' },
  { from: 'user', date: new Date(), text: 'А где можно вкусно поесть, насладиться местной кухней?' },
  { from: 'bot', date: new Date(), text: 'Для местных деликатесов посетите кафе "Царская окрошка". А если хотите попробовать свежие морепродукты, ресторан "Восток" — ваш выбор, благодаря своему расположению у берега.' },
  { from: 'user', date: new Date(), text: 'Где лучше всего остановиться в городе?' },
  { from: 'bot', date: new Date(), text: 'Отель "Лотос" предлагает отличное соотношение цены и качества с видом на море. Для тех, кто ищет более изысканный вариант, "Hyatt Regency Vladivostok" предлагает высококлассное обслуживание и удобства.' },
  { from: 'user', date: new Date(), text: 'На сколько дней лучше планировать поездку?' },
  { from: 'bot', date: new Date(), text: 'Для того чтобы охватить основные достопримечательности и успеть насладиться городом, рекомендую минимум 3-4 дня. Это позволит вам не спеша исследовать главные места и немного отдохнуть.' },
  { from: 'user', date: new Date(), text: 'Стоит ли арендовать автомобиль для передвижения по городу?' },
  { from: 'bot', date: new Date(), text: 'Во Владивостоке многие интересные места расположены за пределами пешеходной доступности, поэтому аренда автомобиля даст вам свободу и удобство для посещения удаленных достопримечательностей и природных красот.' }
];
