export const CONVERSATION = [
  {
    text: 'Привет, доброе утро. Я ищу идеи для своей следующей поездки. Есть ли у тебя какие-нибудь предложения?',
    date: new Date(),
    from: 'user',
  },
  {
    text: 'Конечно! Какие места тебя интересуют? Ищешь ли ты приключения, релакс на пляже или культурные путешествия?',
    date: new Date(),
    from: 'bot',
  },
  {
    text: 'Меня интересует культурное путешествие с элементами приключений. Хотелось бы что-то в Европе.',
    date: new Date(),
    from: 'user',
  },
  {
    text: 'Отличный выбор! Как насчет поездки в Италию? Там множество культурных достопримечательностей, великолепная кухня и возможности для активного отдыха.',
    date: new Date(),
    from: 'bot',
  },
  {
    text: 'Звучит заманчиво! Какие города ты бы порекомендовал посетить?',
    date: new Date(),
    from: 'user',
  },
  {
    text: 'Я бы рекомендовал начать с Рима, затем посетить Флоренцию и завершить поездку в Венеции. Такой маршрут позволит тебе насладиться разнообразием Италии.',
    date: new Date(),
    from: 'bot',
  },
  {
    text: 'Спасибо за совет! Я посмотрю билеты и отели. Есть ли у тебя рекомендации по подготовке к поездке?',
    date: new Date(),
    from: 'user',
  },
  {
    text: 'Обязательно изучи основы итальянского языка, это облегчит общение на месте. Также не забудь оформить медицинскую страховку и проверить срок действия паспорта.',
    date: new Date(),
    from: 'bot',
  }
];
